@extends('dashboard.layouts.app')

@section('content')
<!-- begin:: Content -->
<div class="kt-content  kt-grid__item kt-grid__item--fluid" id="kt_content">

	<!--Begin::Dashboard 1-->


	<!--Begin::Section-->
	<div class="row">
		<div class="col-xl-12 col-lg-12 text-right">
			<h2>السياسة 5 - عمليات التدقيق</h2>
		</div>
	</div>
	<section id="procedure_section">		
		<div class="row text-right">
			<div class="col-lg-12">
				<div class="procedure_div">
					<h4>1. الغرض والنطاق</h4>
					<p>من شأن هذا الإجراء ضمان فعالية عمليات التدقيق الداخلية بصفتها وسيلة للحفاظ على كفاءة نظام الإدارة.</p>
                    <h4 class="m-t-20">2.  المسؤولية</h4>
                    <p>يتخذ المدير القرار بشأن المدققين الذين سيتم تعيينهم. وبينما ينبغي أن يكون المدققون أعضاء في المنظمة، إلا أنه قد يتم التعاقد من الباطن على بعض أو جميع عمليات التدقيق مع شخص أو شركة استشارية مؤهلة وذات خبرة مناسبة.</p>
                    <p>يتأكد المدير من مستوى تدريب المدققين وكفاءتهم، ووضع جدول التدقيق، واتخاذ الإجراءات التصحيحية والوقائية التي تتبين ضرورتها نتيجة لعملية التدقيق، وتقديم التقارير إلى اجتماع مراجعة الإدارة.</p>
                    <p>يجري المدققون عمليات التدقيق بطريقة شاملة ومسؤولة، وإعداد تقارير نتائج التدقيق لمناقشتها مع الإدارة المحلية.</p>
                    <h4 class="m-t-20">3. المدققون</h4>
                    <p>يجب أن يكون المدققون قد تلقوا تدريباً على مسؤوليات ومهارات التدقيق الداخلي. ويجب أن يكون المدققون، إن أمكن، مستقلين إدارياً عن النشاط الذي يتم تدقيقه.<br>
						يجب أن يكون المدققون متيقظين لتأثير الأنشطة التي يقومون بمراجعتها ويجب عليهم لفت انتباه المدير إلى أي جانب يشعرون بعدم كفاية تمثيله.</p>
                    <h4 class="m-t-20">4. جدولة عمليات التدقيق</h4>
                    <p>يجب إدراج جميع العمليات ضمن نظام التدقيق.<br>
						يجب أن يقوم النظام الإلكتروني تلقائيًا بتفصيل تكرار عمليات التدقيق. ينبغي أن يعتمد تكرار عمليات التدقيق على مدى أهمية الموضوع.<br>
						يجب تدقيق كل موضوع مرة واحدة في العام كحد أدنى. وينبغي جدولة عمليات التدقيق المتكررة في أي وقت إذا أظهرت عملية التدقيق أوجه قصور كبيرة تحتاج إلى تصحيحها بسرعة. ويجب إجراء عمليات التدقيق خلال إطار زمني معقول من الشهر المقرر.</p>
                    <h4 class="m-t-20">5. عملية التدقيق</h4>
                    <p>يجب على المدققين أولاً مراجعة نتائج أي تدقيق سابق للموضوع والتأكد من عدم وجود إجراءات تصحيحية أو وقائية معلقة. ينبغي أن يخطط المدققون عملية التدقيق باستخدام المعلومات من البنود ذات الصلة في دليل الإدارة وإجراءات التشغيل ذات الصلة (وأي تعليمات عمل مرتبطة بها).<br>
						يجب على المدققين البحث عن أدلة لاختبار استيفاء متطلبات نظام الإدارة. ويجب توثيق هذه الأدلة في تقرير التدقيق وأن تكون ذات عمق كافٍ بحيث يمكن إعادة تتبع المعلومات إذا لزم الأمر.</p>
					<h4 class="m-t-20">6. تقرير التدقيق</h4>
                    <p>يجب على المدققين أن يسجلوا في تقرير التدقيق الإشارة إلى جزء النظام الذي تم تدقيقه والأدلة التي تم فحصها والنتيجة. ينبغي تصنيف النتائج في التقرير. تم إنشاء قوالب التدقيق بطريقة تسمح بمراجعة البنود بأكملها في وقت واحد. على سبيل المثال، الأدلة المرتبطة بالقسم 7.8 التحكم في النواتج غير المطابقة، ستشير إلى القسم 8.7 بأكمله (1.7.8 و2.7.8) ما لم يكن ثمة سؤال أكثر تحديدًا تم اعتباره مناسبًا.</p>
					<h4 class="m-t-20">7. الإجراءات التصحيحية</h4>
                    <p>يجب أن يتأكد المدير من تنفيذ أي إجراءات تصحيحية قصيرة المدى على الفور وتوقيعها على التقرير.</p>
                    <h4 class="m-t-20">8. الإجراءات الوقائية</h4>
                    <p>يجب الاتفاق على الإجراءات التصحيحية والوقائية طويلة المدى مع المديرين أو المشرفين المعنيين.<br>
						يجب كتابة الإجراءات المتفق عليها في نموذج الإجراء التصحيحي/الوقائي الذي سيتم إرساله إلى الشخص المسؤول عن اتخاذ الإجراء. في حال أشارت نتائج التدقيق إلى وجود ضعف أو خطأ داخل النظام، يجب إخطار مسؤول النظام وتغيير إجراءات التشغيل لتصحيح الوضع.</p>
                    <h4 class="m-t-20">9. المتابعة</h4>
                    <p>يجب أن يتحقق المدير في الوقت المناسب من فعالية الإجراءات، والتوقيع على مربع التحقق.</p>
					<h4 class="m-t-20">10. تقديم التقارير للإدارة</h4>
                    <p>يجب على المدير إعداد تقرير موجز يلخص عمليات التدقيق التي تم إجراؤها والنتائج والإجراءات التصحيحية الناتجة عنها ويقدمه إلى كل اجتماع مراجعة إداري لمناقشته.</p>
				</div>
			</div>
		</div>
	</section>

	<!--End::Section-->
</div>
@endsection
<!-- end:: Content --''