@extends('dashboard.layouts.app')

@section('content')
<div class="am-content">

    <div class="am-page-header">
        <div>
            <h2>المرحلة 2 – الإجراءات التصحيحية بما فيها حالات عدم المطابقة</h2>
        </div>
    </div>

    <div class="am-card">
        <div class="am-card__body" style="padding:32px; line-height:1.8;">
					<h4>1. الغرض والنطاق</h4>
					<p>يضمن هذا الإجراء التحقيق في حالات وقوع الحوادث أو تلقي الشكاوى، واتخاذ الإجراءات التصحيحية المناسبة على المدى القريب والبعيد. ينبغي مراجعة الإجراءات التصحيحية بعد فترة زمنية مناسبة للتأكد من فعاليتها.</p>
                    <h4 class="m-t-20">2. المسؤولية</h4>
                    <p>قع على عاتق جميع الموظفين مسؤولية الإبلاغ عن الحوادث. يوافق المدير، بالتعاون مع المديرين الآخرين، على الإجراء التصحيحي المطلوب ويضمن اتخاذ الإجراء وفعاليته ومراجعته</p>
                    <h4 class="m-t-20">3. الحوادث</h4>
                    <p>قد تنشأ الحوادث عن:</p>
                    <p>عدم مراعاة إجراءات التشغيل</p>
                    <p>إجراء تشغيل غير مناسب</p>
                    <p>ظروف غير متوقعة، كما هي الحال مع ظروف التشغيل غير الطبيعية</p>
                    <p>الشكاوي</p>
                    <h4 class="m-t-20">4. تسجيل الحادثة</h4>
                    <p>يتم تسجيل الحوادث في قسم عدم المطابقة بهذا النظام.</p>
                    <h4 class="m-t-20">5. اجراء تصحيحي</h4>
                    <p>يعتبر الإجراء المتخذ لمنع تكرار المشكلات المحددة - أو المشكلات المماثلة اللاحقة - جزءًا من عملية الإجراء التصحيحي.</p>
                    <h4 class="m-t-20">6. الإجراء التقييمي</h4>
                    <p>يتعيّن على المدير التحقق في الوقت المناسب من اكتمال الإجراء التصحيحي وفعاليته، أو احتمال أن يكون فعالًا من حيث منع تكرار الحادثة.</p>
                    <h4 class="m-t-20">7. تقديم التقارير إلى الإدارة.</h4>
                    <p>يُرفع ملخص عن الإجراءات التصحيحية وحالات عدم المطابقة السابقة إلى اجتماع مراجعة الإدارة.</p>
                    <p>تُستخدم المراجعات الإدارية لمراجعة نظام الإدارة وتحديد مجالات الاهتمام المحتملة والإجراء المطلوب اتخاذه لمنع المشكلات قبل وقوعها. على وجه الخصوص، يحتمل أن تضمن التغييرات المستقبلية إدارة هذه التغييرات منعًا لظهور المشكلات. كما تُعنى هذه الاجتماعات بمراجعة الإجراءات المتخذة مسبقًا فيما يخص هذه المشكلات المحتملة. يحتفظ هذا النظام بسجلات اجتماعات المراجعة الإدارية.</p>
        </div>
    </div>

</div>
@endsection
