@extends('dashboard.layouts.app')

@section('content')
    <!-- begin:: Content -->
    <div class="kt-content  kt-grid__item kt-grid__item--fluid" id="kt_content">

        <!--Begin::Dashboard 1-->


        <!--Begin::Section-->
        <div class="row">
            <div class="col-xl-12 col-lg-12 text-right">
                <h2>P1 - معلومات موثقة</h2>
            </div>
        </div>
        <section id="procedure_section">
            <div class="row text-right">
                <div class="col-lg-12">
                    <div class="procedure_div">
                        <h4>1. الغرض والنطاق</h4>
                        <p>يحدد هذا الإجراء طريقة إعداد الوثائق وترخيصها وتوزيعها ومراجعتها وتحديثها.<br>
                            يضمن هذا الإجراء أن جميع الوثائق والسجلات التي تشكل جزءًا من نظام الإدارة مخزنة بأمان ولها حد
                            أدنى من الوقت المخصص للاحتفاظ بها. يكون وقت الاحتفاظ في بعض الحالات مطلوبًا بموجب القانون. يحدد
                            الإجراء أيضًا روتين النسخ الاحتياطي للوثائق المخزنة على الكمبيوتر.</p>
                        <h4 class="m-t-20">2. المسؤولية</h4>
                        <p>يتولى ممثل الجودة مسؤولية إدارة إجراءات الرقابة على الوثائق والحصول على التراخيص الصحيحة. تقع
                            مسؤولية الحفاظ على هوية الوثائق وحالة الإصدار ومراقبة التوزيع والتحديث والاحتفاظ بملفات الأرشيف
                            على عاتق نظام الإنترنت.<br>
                            يتولى {{ Auth::user()->director }} مهمة الدور الرئيسي في الاحتفاظ بالسجلات خارج هذا النظام، ولكن
                            أعضاء آخرين من الموظفين معينون للاحتفاظ بسجلات محدّدة كما هو مفصّل في هذا الإجراء.</p>
                        <h4 class="m-t-20">3. الوثائق الخاضعة للرقابة</h4>
                        <h5 class="m-t-20">3.1 التعريف</h5>
                        <p>الوثائق الخاضعة للرقابة هي الوثائق التي يجب اعتمادها قبل إصدارها، وتحصل على حالة إصدار و/أو
                            مراجعة وتُصدر إلى هذا النظام الذي يتحكم تلقائيًا بمراجعات الوثيقة.</p>
                        <p>الوثائق الخاضعة للرقابة هي:</p>
                        <p>دليل الإدارة</p>
                        <p>إجراءات التشغيل</p>
                        <p>تعليمات العمل</p>
                        <h5 class="m-t-20">3.2 الترخيص</h5>
                        <p>يجب أن تصدر الموافقة على كل إصدار أو مراجعة لوثيقة خاضعة للرقابة من قبل الشخص المناسب، أو أن تخضع
                            للرقابة من خلال هذا النظام عبر الإنترنت:</p>
                        <p>دليل الإدارة – {{ Auth::user()->director }} </p>
                        <p>السجلات – {{ Auth::user()->director }} </p>
                        <p>إجراءات التشغيل – {{ Auth::user()->director }} </p>
                        <p>تعليمات العمل – {{ Auth::user()->director }} </p>
                        <p>ويجب تسجيل التفويض على الوثيقة أو في هذا النظام.</p>
                        <h5 class="m-t-20">3.3 تخطيط الصفحة</h5>
                        <p>عند الكتابة على ورق خارج هذا النظام، يجب أن تعرض جميع الوثائق عدد الصفحات.</p>
                        <h5 class="m-t-20">3.4 حالة الإصدار والمراجعة</h5>
                        <p>يجب أن تحمل جميع الوثائق الخاضعة للرقابة بشكل خارجي حالة مراجعة. يخضع الدليل والإجراءات الأساسية
                            للضبط تلقائيًا بواسطة هذا النظام، وبالتالي ليس هناك حاجة للتحقق من حالة المراجعة ما دامت تُعرض
                            على الإنترنت. إذا طُبعت هذه الإجراءات أو خضعت للاستخدام خارج هذا النظام، فيجب تحديد حالة إصدارها
                            أو تاريخ طباعتها حيث تعتبر هذه الوثائق غير خاضعة للرقابة.</p>
                        <p>يمكن أن تحمل إجراءات التشغيل وتعليمات العمل رقم إصدار أو أن تخضع للرقابة حسب تاريخ الإصدار. عند
                            مراجعة أي جزء من هذه الوثائق، يجب إعادة إصدار الوثيقة بأكملها.</p>
                        <p>يجب استخدام ملف أرشيف لتخزين المراجعات السابقة لكل وثيقة تُراقب من الخارج. يقوم هذا النظام بإدارة
                            المراجعات السابقة وتوفير النسخ عند الطلب.</p>
                        <h5 class="m-t-20">3.5 تحديد التغييرات</h5>
                        <p>ستحدّد التغييرات التي تعتبر مناسبة في قسم الأسئلة الشائعة.</p>
                        <h5 class="m-t-20">3.6 التوزيع</h5>
                        <p>يمكن أن تُشير المنظمة إلى هذا النظام فقط باسم الوثيقة الرئيسية. وعند الحاجة إلى نسخة ورقية، لن
                            تخضع للرقابة. يجب الاحتفاظ بالنسخة الأساسية على النظام الإلكتروني.</p>
                        <h5 class="m-t-20">3.7 الأرشيف</h5>
                        <p>عند إعادة إصدار الوثائق أو مراجعتها، تُوضع نسخة من الوثيقة أو الصفحات الأصلية في ملف أرشيف وتكون
                            متاحة عند الطلب.</p>
                        <h5 class="m-t-20">3.8 الوثائق المحلية المحفوظة على الكمبيوتر للرجوع إليها بشكل مباشر</h5>
                        <p>إذا كانت الوثائق محفوظة على الكمبيوتر للرجوع إليها مباشرةً، ليس هناك حاجة إلى سجلات رسمية لحالات
                            الإصدار والتوزيع. يجب أن تحمل الوثيقة سجلًا يوضح تاريخ إنشائها أو إجراء آخر تعديل عليها.<br>عند
                            تعديل أي وثيقة من هذا النوع، سيتلقى المستخدمون إخطارًا عبر البريد الإلكتروني بأنه قد تم إجراء
                            تغيير.<br>إذا طُبعت أي وثيقة محفوظة على الكمبيوتر لأي غرض من الأغراض، فلن تخضع النسخة المطبوعة
                            للرقابة وسيجري إتلافها بعد الاستخدام.</p>
                        <h5 class="m-t-20">3.9الوثائق غير الخاضعة للرقابة</h5>
                        <p>إذا تم إصدار نسخة من وثيقة خاضعة للرقابة للعلم فقط، على سبيل المثال للعميل، يجب أن تُوضع علامة
                            عليها بأنها سرية وغير خاضعة للرقابة.</p>
                        <h4 class="m-t-20">4. النماذج</h4>
                        <p>النماذج هي رابط مباشر لقاعدة بيانات السجلات ويجب أن يخضع إصدارها للرقابة مثل الوثائق الأخرى. يجب
                            تحديد حالة الإصدار وتدوين تاريخ الإصدار الحالي في الفهرس.</p>
                        <h4 class="m-t-20">5. الوثائق خارجية المنشأ</h4>
                        <h5 class="m-t-20">5.1 النسخ الأصلية</h5>
                        <p>يجب على ممثل الجودة الاحتفاظ بالنسخة الأصلية لجميع الوثائق المرجعية خارجية المنشأ، مثل المعايير
                            البريطانية، والنسخ من التشريعات، وقواعد الممارسة.</p>
                        <h5 class="m-t-20">5.2 تحديث المعايير</h5>
                        <p>يجب التحقق من المعايير المحدّثة كل 6 أشهر عن طريق زيارة الموقع الإلكتروني المناسب.</p>
                        <h5 class="m-t-20">5.3 تحديث التشريعات</h5>
                        <p>يجب أن تكون هناك وسيلة لضمان بقاء المنظمة على اطلاع دائم بأي تغييرات ذات صلة في التشريعات وقواعد
                            الممارسة. يقوم {{ Auth::user()->director }} بدمج أي تغييرات على التشريعات الحالية، أو أي تشريعات
                            جديدة ذات صلة، في سجل التشريعات.</p>
                        <h5 class="m-t-20">5.4 الحصول على أحدث الوثائق</h5>
                        <p>عند اكتشاف أن وثيقة خارجية المنشأ قد تم تحديثها، يقرر المدير ما إذا كانت هناك حاجة للحصول على
                            نسخة جديدة على الفور أم لا. وفي الحالتين، يجب وضع علامة على النسخة الحالية بأنها غير خاضعة
                            للرقابة حتى الحصول على نسخة جديدة.</p>
                        <p>يجب استخدام الوثائق التي وُضع عليها علامة "غير خاضعة للرقابة" للعلم فقط؛ إذا كانت الوثيقة مطلوبة
                            للاستخدام النهائي، فيجب على المستخدم التحقق من أن النص ذي الصلة لا يزال محدثًا؛ إذا لم يكن الأمر
                            كذلك، فيجب الحصول على نسخة محدثة.</p>
                        <h4 class="m-t-20">6. الوثائق القديمة</h4>
                        <p>عند مراجعة الوثائق، يجري إصدارها إلى جميع المواقع حيث يستلزم وجودها لضمان فعالية نظام الإدارة،
                            كما يجري سحب الوثائق القديمة.</p>
                        <p>عندما يلزم الاحتفاظ بالوثائق القديمة أو غير الصالحة لأسباب قانونية أو تاريخية، يجب الإشارة إليها
                            بوضوح على أنها مسحوبة.</p>
                        <h4 class="m-t-20">7. الوضوح</h4>
                        <p>يجب على كل شخص يملأ نموذجًا أو سجلًا آخر التحقق من أن كل شيء - بما في ذلك أي اختصارات اسمية أو
                            توقيعات - مقروء وواضح.</p>
                        <h4 class="m-t-20">8. وقت الاحتفاظ</h4>
                        <p>تكون أوقات الاحتفاظ وإجراءات النسخ الاحتياطي على الكمبيوتر محددة في إجراءات الرقابة على
                            السجلات.<br>
                            يجب تسجيل الوثائق المُراد الاحتفاظ بها، بخلاف تلك الموجودة إلكترونيًا، بالإضافة إلى موقعها
                            وأوقات الاحتفاظ بها. السجلات العامة المحفوظة ضمن هذا النظام لها وقت احتفاظ غير محدد.<br>
                            يتوافق وقت الاحتفاظ بالوثائق التي تثبت أداء نظام الإدارة لمدة ثلاث سنوات مع دورة المراجعة لمدة
                            ثلاث سنوات التي حددتها دائرة الاعتماد في المملكة المتحدة.<br>
                            تذكّر أنه عندما تكون الوثائق القانونية ذات فترة صلاحية ممتدة، فإن وقت الاحتفاظ يبدأ عند انتهاء
                            صلاحية الوثيقة.<br>
                            يجب تحديد جميع السجلات المحفوظة خارج هذا النظام الإلكتروني وفهرستها ضمن هذا النظام وتخزينها بشكل
                            آمن لضمان حمايتها وأمانها. يمكن التخلص من السجلات بناءً على إذن الحائز عليها عند انتهاء وقت
                            الاحتفاظ بها.</p>
                        <h4 class="m-t-20">9. سجلات الكمبيوتر</h4>
                        <p>تُنتج نسخة احتياطية لسجلات الكمبيوتر المحفوظة خارج هذا النظام بشكل آمن خارج الموقع، كما تُنتج
                            نسخة احتياطية من السجلات الموجودة ضمن هذا النظام بشكل منفصل.</p>
                    </div>
                </div>
            </div>
        </section>

        <!--End::Section-->
    </div>
@endsection
<!-- end:: Content -->
