@extends('dashboard.layouts.app')

@section('content')
<!-- begin:: Content -->
<div class="kt-content  kt-grid__item kt-grid__item--fluid" id="kt_content">

	<!--Begin::Dashboard 1-->


	<!--Begin::Section-->
	<div class="row">
		<div class="col-xl-12 col-lg-12 text-right">
			<h2>السياسة 3 – مراجعة الإدارة</h2>
		</div>
	</div>
	<section id="procedure_section">		
		<div class="row text-right">
			<div class="col-lg-12">
				<div class="procedure_div">
					<h4>1. الغرض والنطاق</h4>
					<p>يوضح هذا الإجراء متطلبات مراجعة الإدارة، حيث تضمن الإدارة العليا أداء النظام الإداري وهيكلته.</p>
                    <h4 class="m-t-20">2. المسؤولية</h4>
                    <p>يتحمل المدير مسؤولية رئاسة اجتماعات مراجعة الإدارة وهو مسؤول عن عقد الاجتماعات والإعداد لها وتوزيع جدول الأعمال وإعداد مذكرات الاجتماع وخطط الأعمال وتعميمها ومتابعتها لضمان استكمال خطط الأعمال.</p>
                    <h4 class="m-t-20">3. اجتماعات مراجعة الإدارة</h4>
                    <h5 class="m-t-20">3.1 التكرار والغرض</h5>
                    <p>يجب عقد اجتماعات مراجعة الإدارة كل 12 شهرًا لمراجعة النظام الإداري لضمان ملاءمته المستمرة لاحتياجات المنظمة وأهدافها، وكفايته وفعاليته، ولتحديد الأهداف والغايات والتقدّم المُحرز بها.</p>
                    <h5 class="m-t-20">3.2  الحضور</h5>
                    <p>يجب أن يحضر فريق الإدارة الاجتماعات، ويجب تسجيل الحضور في سجل مراجعة الإدارة.</p>
                    <h5 class="m-t-20">3.3 جدول الأعمال</h5>
                    <p>يجب تطبيق جدول الأعمال القياسي التالي. ويجب إضافة عناصر أخرى حسب الحاجة.</p>
                    <p>مراجعة أي أعمال عالقة من الاجتماعات السابقة.</p>
                    <p>مراجعة حالات عدم المطابقة والحوادث، والشكاوى ونتائج التدقيق.</p>
                    <p>التأكيد على أعمال إدارة المخاطر إذا لزم الأمر.</p>
                    <p>مراجعة التقدّم المُحرز لتحقيق الأهداف والغايات من التحسين.</p>
                    <p>مراجعة السياسة، ودليل الإدارة وإجراءات التشغيل لضمان استمرار اتساقها مع سياسات المنظمة وأهدافها بشكل شامل وما يتعلق بها.</p>
                    <p>مراجعة أهداف التحسين والغايات منها للعام التالي.</p>
                    <p>وضع خطط أعمال للتحسين للعام التالي. تحديد الشخص المسؤول عنها، ووقت استكمالها وما يجب وضعه في الاعتبار لتحقيق النجاح. يجب أن تستند الأهداف إلى كل من الجودة والحالة المالية، مع الوضع في الاعتبار مواءمة الأهداف مع سياسة الجودة.</p>
                    <p>مراجعة احتياجات التدريب.</p>
                    <h5 class="m-t-20">3.4  المتابعة</h5>
                    <p>يجب أن يسجل المدير مذكرات الاجتماع، بما في ذلك نقاط الأعمال وتلك المسؤولة عن الأعمال. يجب توزيع مذكرات الاجتماع على جميع الأفراد المعنيين. يجب أن يتابع المدير الأعمال ويوثقها عند استكمالها.</p>
				</div>
			</div>
		</div>
	</section>

	<!--End::Section-->
</div>
@endsection
<!-- end:: Content --''