@extends('dashboard.layouts.app')

@section('content')
<!-- begin:: Content -->
<div class="kt-content  kt-grid__item kt-grid__item--fluid" id="kt_content">

	<!--Begin::Dashboard 1-->


	<!--Begin::Section-->
	<div class="row">
		<div class="col-xl-12 col-lg-12 text-right">
			<h2>السياسة 4 – معدات المراقبة والقياس</h2>
		</div>
	</div>
	<section id="procedure_section">		
		<div class="row text-right">
			<div class="col-lg-12">
				<div class="procedure_div">
					<h4>1. الغرض والنطاق</h4>
					<p>من شأن هذا الإجراء ضمان صيانة المعدات المستخدمة لقياس معلمات التشغيل أو مراقبتها أو التحكم فيها ومعايرتها للحفاظ على مدى كفاءتها ودقتها.</p>
                    <h4 class="m-t-20">2. المسؤولية</h4>
                    <p>يتحمل المدير المسؤولية عن تحديد معدات القياس والمراقبة التي تحتاج إلى صيانة، أو معايرتها، والتأكد من اتخاذ الإجراءات المناسبة في الوقت الصحيح. يتم تقييم نتائج المعايرة واتخاذ الإجراءات المناسبة في حال خروج المعدات عن المعايرة. كما يتم الاحتفاظ بالسجلات باستخدام هذا السجل.</p>
                    <h4 class="m-t-20">3. المعدات التي يتعيّن معايرتها أو صيانتها</h4>
                    <p>ينبغي تمييز كل قطعة من المعدات التي تتطلب معايرة أو صيانة دورية.</p>
                    <h4 class="m-t-20">4. المعايرة</h4>
                    <h5 class="m-t-20">4.1 السجلات</h5>
                    <p>ينبغي إدخال كل قطعة من المعدات في نموذج التسجيل، والذي يتم اعتباره بمثابة نظام استدعاء.</p>
                    <h5 class="m-t-20">4.2 أساليب المعايرة</h5>
                    <p>مالم يتم وضع علامة "لأغراض الإشارة فقط" على الجهاز، يجب أن تكون جميع المعايرات قابلة للتتبع وفقًا للمعايير المعترف بها وطنيًا. وفي حال تعذّر ذلك، يجب التنويه إلى أساس أسلوب المعايرة.</p>
                    <p>عندما يكون ذلك مناسبًا أو ضروريًا، يمكن استخدام خدمة معايرة خارجية معتمدة، وقد تتمثل في المصنّع الأصلي أو وكيله، أو مركز اختبار معتمد من الهيئة الوطنية لاعتماد القياس/ هيئة خدمات الاعتماد في المملكة المتحدة أو ISO 9001.</p>
                    <p>يجب تنفيذ المعايرة في ظروف عمل منسبة.</p>
                    <h5 class="m-t-20">4.3 نتائج المعايرة</h5>
                    <p>يجب مقارنة نتائج المعايرة مع التفاوت المسموح به. عند تنفيذ المعايرة بواسطة مقاول من الباطن، يجب مراجعة النتائج وأن تكون الشهادة موقّعة بالأحرف الأولى ومؤرّخة، وذلك في حالة قبول النتاج. إذا كانت المعايرة مُرضية، فيجب الإشارة إلى سجل المعايرة بـ "موافق".</p>
                    <h4 class="m-t-20">5. فشل المعايرة</h4>
                    <p>في حال وقوع إحدى المعدات خارج التفاوت المسموح به، يجب سحبها من الاستخدام وإصلاحها وإعادة معايرتها، أو سحبها نهائيًا واستبدالها. يجب مراجعة صحة القياسات التي تم إجراؤها قبل الفشل واتخاذ قرار بشأن الحاجة لاتخاذ أي إجراء بأثر رجعي.</p>
					<h4 class="m-t-20">6. تواريخ إعادة الاختبار</h4>
                    <p>من الناحية المثالية، عندما تتم معايرة المعدات، يجب أن يتم وضع علامة عليها لإظهار تاريخ إعادة الاختبار التالي. يجب أيضًا إظهار تواريخ إعادة الاختبار في الجدول كجزء من برنامج الاستدعاء المعتمد على الكمبيوتر.</p>
					<h4 class="m-t-20">7. برامج الاختبار</h4>
                    <p>يجب التحقق من صحة البرامج المستخدمة في القياس والمراقبة قبل الاستخدام.</p>
				</div>
			</div>
		</div>
	</section>

	<!--End::Section-->
</div>
@endsection
<!-- end:: Content --''